

delete from news;

insert into news (id, title, text, date) values
(0, 'Равным образом консультация', 'Повседневная практика показывает', '2016-07-01'),
(1, 'Равным образом постоянный', 'Текст текст текст1', '2017-10-20'),
(2, 'Если у вас', 'Текст текст текст2', '2018-02-09'),
(3, 'Идейные соображения высшего' , 'Текст текст текст3', '2018-05-15'),
(4, 'Повседневная практика' , 'НТекст текст текст1', '2018-10-18'),
(5, 'Значимость этих проблем настолько', 'Таким образом новая модель организационной деятельности','2018-11-25'),
(6, 'Разнообразный и богатый опыт', 'Текст текст текст1', '2019-09-22'),
(7, 'Таким образом реализация намеченных', 'Текст текст текст1', '2019-11-12'),
(8, 'С другой стороны постоянное', 'Значимость этих проблем настолько очевидна', '2019-11-15'),
(9, 'Равным образом постоянный количественный рост', 'ИТекст текст текст1.', '2019-12-12'),
(10, 'Равным образом рамки и место обучения', 'С другой стороны рамки и место обучения кадров способствует', '2020-02-20'),
(11, 'Повседневная практика', '. Повседневная практикаапчаптапч', '2020-08-07'),
(12, 'С другой стороны', 'Не следует, однако забывать, что дальнейшее развитие ', '2020-11-11'),
(13, 'Eu eam dolores lobortis', 'Per in illud petentium iudicabit', '2020-12-05'),
(14, 'Vel in dicant.', 'Magna copiosae apeirian ius at. Eu cum', '2021-01-24'),
(15, 'An eos iusto.', 'Vix paulo sanctus scripserit ex, te iriure ', '2021-01-25'),
(16, 'Oratio accumsan et mea...', 'Magna copiosae apeirian ius at.', '2021-02-07'),
(17, 'Ceteros', 'Per cu iracundia splendide. Eam id posse dictas voluptua', '2021-02-21'),
(18, 'Postulant assueverit ea his...', 'Sale liber et vel.', '2021-03-08'),
(19, 'Товарищи! постоянное', 'Повседневная практика показывает, что реализация ', '2021-03-09');


delete from comments;

